/* Drag to refresh */
"NBURefreshControl Drag to refresh" = "Drag to refresh";

/* Update error */
"NBURefreshControl Error" = "Update error";

/* Last update date unknown */
"NBURefreshControl last update unknown" = "Last update date unknown";

/* Last updated %@ */
"NBURefreshControl last updated" = "Last updated %@";

/* Reloading... */
"NBURefreshControl Reloading" = "Reloading...";

/* Updated */
"NBURefreshControl Updated" = "Updated";

